alsa-utils
archlinux-themes-slim
arp-scan
autoconf
automake
bash
bc
binutils
bison
bzip2
coreutils
cronie
crypto++
cryptsetup
cuda
ddrescue
device-mapper
dhcpcd
dialog
diffutils
dosfstools
e2fsprogs
efibootmgr
espeak
exfat-utils
exo
expect
fakeroot
fcitx
fcitx-anthy
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-mozc
fcitx-qt4
fcitx-qt5
ffmpeg
file
file-roller
filesystem
findutils
firefox
flex
fzf
gamin
garcon
gawk
gcc
gcc-libs
gettext
glibc
gnuplot
go
grep
groff
grub
gtk-xfce-engine
gzip
inetutils
iproute2
iputils
iw
jfsutils
kdegraphics-okular
less
leveldb
libid3tag
libmad
libreoffice-still
libtool
licenses
linux
linux-lts
llvm
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mlocate
mono
mousepad
mupdf
nano
net-tools
netctl
networkmanager-dispatcher-ntpd
numix-themes
nvidia
opencl-headers
opencl-nvidia
orage
pacman
patch
pciutils
pcmciautils
perl
perl-rename
pkg-config
postgresql
procps-ng
psmisc
pulseaudio
python-pillow
python-pmw
python2-pillow
python2-pmw
qt5-webengine
reiserfsprogs
ristretto
ruby
s-nail
sdcv
sed
shadow
sl
slim
slim-themes
sox
sshfs
stress
sudo
sysfsutils
sysstat
systemd-sysvcompat
tar
texinfo
texlive-bin
texlive-core
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
tree
tumbler
usbutils
util-linux
vi
vim
w3m
wget
which
wpa_actiond
wpa_supplicant
xdotool
xf86-input-mouse
xf86-input-synaptics
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mixer
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-server
xorg-server-utils
xorg-xclock
xorg-xinit
xorg-xwininfo
xterm
yaourt
youtube-dl
zsh
